import React from 'react';

function offer() {
    return (
        <div>
            <h3>Оферта о заключении договора с ЧИСТО.NET</h3>
            <p>
Данный документ является предложением Брагина В.С. (Далее – «Компания») в адрес зарегистрированных пользователей ЧИСТО.NET (далее – «пользователи») заключить договор (далее – «Договор») на условиях указанных ниже (далее – «оферта»).

В оферте встречаются термины, как они определены в Правилах и Условиях ЧИСТО.NET

Предмет Договора
Договор определяет общие условия обязательственных отношений, возникающих между компанией и пользователем при оказании компанией услуг информационно-технического характера («услуги»). Данные условия могут быть дополнены и уточнены в дальнейшем путем заключения сторонами на основании договора отдельных соглашений (сделок) на ЧИСТО.NET или других сайтах, на которых компания предоставляет сервисы и услуги.
1.2. Заключаемый договор представляет собой договор c открытыми условиями. существенные условия каждой совершаемой нa ЧИСТО.NET сделки формируются онлайн индивидуально для пользователя c помощью интерфейса ЧИСТО.NET, посредством которого пользователь выбирает сервис и/или услугу и их параметры, сторонами согласовываютcя условия сделки.

Заключение Договора
2.1 Оферта считается принятой пользователем, и договор между Компанией и пользователем заключается с момента оплаты пользователем услуг ЧИСТО.NET по данной сделке (в этом случае он заключается одновременно с заключением Договора) или с момента внесения пользователем предоплаты за будущие используемые услуги ЧИСТО.NET. Условия заключенного Договора применяются ко всем последующим сделкам между пользователем и Компанией. Договор может быть заключено только с Пользователем, являющимся дееспособным физическим лицом, юридическим лицом или индивидуальным предпринимателем, зарегистрированным на территории Российской Федерации.

2.2 Каждый заказ на использование того или иного Сервиса ЧИСТО.NET в рамках Договора является самостоятельной сделкой. Сделки по Соглашению могут совершаться в отношении услуг, которые представлены на ЧИСТО.NET и доступны для заказа и оплаты в момент обращения Пользователя в любой из сервис ЧИСТО.NET. Мы не предоставляем рекламных услуг в рамках данного Договора.

2.3 Оплата заказа или совершение любого другого действия в рамках Договора считается акцептом Пользователем предложения заключить сделку на условиях, согласованных сторонами.

2.4 Пользователь размещает каждый Заказ в соответствии с положениями и условиями текущей редакции Оферты и соответствующих Услуг. Положения и условия для всех услуг ЧИСТО.NET, которые размещаются на ЧИСТО.NET на момент заказа, являются неотъемлемой частью Оферты. Заказ оформляется онлайн.

2.5 Совершая акцепт оферты, вы выражаете согласие определенные действия на ЧИСТО.NET, включая использование профессиональных технических средств и инструментов, выполнение команд через интерфейс ЧИСТО.NET (нажатие кнопок, клики), оплату и другие подобные действия, параметры и цены, указанные на ЧИСТО.NET, Вы соглашаетесь, что это является подтверждением Вашего намерения заказать и/или активировать Услуги в соответствии с указанными на ЧИСТО.NET параметрами и ценой.

Общие условия предоставления сервисов ЧИСТО.NET
3.1. Все сервисы предоставляются на территории Российской Федерации.

3.2. Условиями предоставления пользователю сервисов ЧИСТО.NET является совершение оплаты и совершением пользователем правил и условий ЧИСТО.NET:

– Правила и Условия ( чисто.net/terms_of_service )

 3.3. Обязательства Компании по предоставлению сервисов и услуг в соответствии с заказом пользователя взаимосвязаны с обязательствами Пользователя по соблюдению правил ЧИСТО.NET и оплате услуг и сервисов. Если Пользователь не выполняет эти обязательства, Компания вправе приостановить или отказаться от предоставления соответствующей части услуг в соответствии с полномочиями, предусмотренными Гражданским кодексом Российской Федерации.

3.4. Мы предоставляем услуги и сервисы, при наличии возможностей предоставления этих сервисов и услуг, и это определяется, в частности, соблюдением вами пользователями положений и условий ЧИСТО.NET; если вы не соблюдаете положения и условия ЧИСТО.NET, Компания не сможет выполнить обязательства по предоставлению соответствующих услуг и сервисов.

3.5. В связи с характером услуг и сервисов, которые предоставляем Компания пользователям для продвижения товаров, работ, услуг и других предложений, с целью удовлетворения индивидуальных потребностей пользователей, в соответствии с настоящими правилами и условиями Компания не обязана предоставлять услуги всем пользователям. Компания имеем право отказать в предоставлении Услуг.

3.6. Определенные услуги и сервисы ЧИСТО.NET могут быть доступны только определенным категориям пользователей, например, пользователям, использующим ЧИСТО.NET для ведения коммерческой деятельности.

3.7. Условия предоставления определенных услуг и сервисов по настоящему Договору, включая их содержание, объем и сроки, определены в соответствующих правилах и условиях и других положениях ЧИСТО.NET.

3.8. Услуги и сервисы, предоставляемые ЧИСТО.NET, могут быть изменены, дополнены или обновлены, в связи с чем их использование предоставляется “так как есть”, т.е. в том виде и объеме, который предоставляет Компания на момент обращения Пользователя к услугам ЧИСТО.NET.

3.9. Компания оставляем за собой право направлять уведомления, касающиеся выполнения настоящих Условий или осуществления сделок, заключенных в соответствии с настоящими Условиями (включая уведомления о доступности Услуг, способах продления, изменениях в настоящих Условиях и т.д.), вашим контактам посредством SMS, push-сообщений, электронной почты, телефона или иным способом.

3.10. При использовании сервисов и услуг Компании, Пользователь обязуется соблюдать требования действующего законодательства Российской Федерации, положения настоящего Договора, соответствующие условия выбранной услуги и/или сервиса и все иные нормативные акты ЧИСТО.NET.

3.11. По требованию Компании пользователь обязан предоставить информацию и документацию, необходимую для идентификации пользователя как стороны настоящего Договора, в частности, при подаче заявок, запросов или других запросов, связанных с предоставлением услуг и сервисов на ЧИСТО.NET для идентификации отдельных пользователей мы можем запросить ФИО пользователя, серию и номер паспорта, используемого для доступа к профилю, скан второй и третьей страницы паспорта (двухстраничный разворот), адрес электронной почты и номер телефона. Компания также оставляет за собой право самостоятельно проверять, является ли пользователь стороной настоящего Договора, путем сопоставления данных, указанных пользователем в своем профиле, с данными плательщика по настоящему Договору и другими способами.

3.12. Сторона признает любое действие, совершенное с использованием имени пользователя и пароля, как совершенное пользователем и имеющее силу простой электронной подписи.

Стоимость и порядок расчетов
4.1. При заключении сделки по настоящему Договору цена выбранных Пользователем услуг и сервисов ЧИСТО.NET определяется на основании характеристик таких Услуг (тип, конфигурация пакета и другие параметры). Цена отображается в рублях на интерфейсе ЧИСТО.NET в момент заказа, если иное не указано в условиях соответствующей услуги. Оплата производится по цене, действующей на момент оплаты.

4.2. Пользователь может произвести оплату любым из способов, предложенных в интерфейсе ЧИСТО.NET в момент заказа, включая любые ранее перечисленные авансовые платежи.

4.3. Если оплата услуг и сервисов ЧИСТО.NET производится в счет ранее внесенной предоплаты, соответствующая сумма, включая бонус/скидку, будет списана с баланса Кошелька, если условия соответствующей услуги позволяют использовать бонусы/скидки. Такие платежи могут быть осуществлены только в том случае, если баланс Кошелька больше или равен общей сумме заказа.

4.4. Заказ должен быть оплачен полностью одним из возможных способом оплаты.

4.4. В случае, если заказ на услуги и/или сервис ЧИСТО.NET аннулируется до начала их оказания или прекращается по любой другой причине, неиспользованная сумма (если таковая имеется) зачисляется на кошелек Пользователя, независимо от того, каким образом ранее была произведена оплата.

4.5 Компания имеет возможность, но не обязанность начислить Бонусы как часть поощрений или стимулирующих мероприятий или иным способом по собственному усмотрению. Если пользователь досрочно отказывается от использования сервиса, вся сумма ранее предоставленных бонусов аннулируется и не подлежит восстановлению. По истечении 12 месяцев с даты последнего платежа с использованием Кошелька неиспользованные пользователем бонусы могут аннулироваться, если для их использования не установлен более короткий срок. В любом случае при отказе от использования сервисов в Кошелек пользователя может быть перечислен только остаток денежных средств, без учета бонусов. Предоставляемые по единоличному решению Компании бонусы не могут быть обменяны, переданы третьим лицам, не могут быть использованы для иных сервисов Компании, или заменены на денежный эквивалент. Бонусы, аннулированные в связи с окончанием срока их действия или по иным причинам, не могут быть компенсированы ни в каком виде, в том числе в случае их частичного использования.

4.6. Факт и объем оказания услуг и сервисов ЧИСТО.NET Пользователю определяется на основании статистических данных учетной системы Компании.

4.7. Пользователь самостоятельно несет ответственность за достоверность данных. При изменении реквизитов, вы обязаны уведомить Компанию о таких изменениях и приложить, подтверждающих изменения документы.

4.8. Компания вправе проверять правильность указанных в профиле реквизитов пользователя путем сверки с данными, содержащимися в едином государственном реестре юридических лиц (индивидуальных предпринимателей) и, при наличии расхождений, корректировать соответствующие данные, используя в качестве идентификатора пользователя указанный им ИНН.

Ответственность
5.1. Компания приложит все разумные усилия для надлежащего предоставления услуг и сервислв, но мы не несем ответственности перед вами и не компенсируем вам убытки, если вы не сможете воспользоваться услугами и сервисами по любой из следующих причин

– технические неполадки в телекоммуникационных линиях общего пользования для доступа к услугам и сервисам, потеря Пользователем доступа в Интернет по любой причине, ошибки, упущения, перерывы в работе или передаче, неисправные телекоммуникационные линии или другие технические неполадки;

– несанкционированное вмешательство в работу ЧИСТО.NET со стороны третьих лиц, включая хакерские атаки, DDoS-атаки, вирусы или иные вмешательства в работу ЧИСТО.NET.

– утрата Пользователем доступа к профилю, в том числе при наличии признаков злоупотребления;

– в случае форс-мажорных обстоятельств.

5.2 В случае причинения Пользователю убытков по вине Компании ответственность определяется в порядке, установленном законодательством Российской Федерации; наша ответственность перед Пользователем, использующим ЧИСТО.NET для предпринимательской или иной профессиональной деятельности, определяется в размере, не превышающем стоимости заказанных и оплаченных Пользователем услуг и сервисов, но не полученных по нашей вине, или, если применимо, в размере, не превышающем остаток средств на кошельке Пользователя на момент причинения убытков. Наша ответственность определяется суммой, не превышающей стоимость услуг, заказанных и оплаченных пользователем, но не полученных по нашей вине, или, если применимо, суммой, не превышающей баланс кошелька пользователя на момент, когда произошла потеря, но только в том случае, если пользователь потерял часть или весь баланс своего кошелька по нашей вине.

5.3. Компания не отвечает перед пользователем за убытки, возникшие у пользователя не по вине Компании, в том числе в связи с нарушением пользователем правил ЧИСТО.NET.

5.4. Компания не отвечает за перевод или поступление денежных средств пользователя в оплату сервисов ЧИСТО.NET. Безопасность, конфиденциальность, а также иные условия использования выбранных вами способов оплаты определяются соглашениями между пользователем и соответствующими организациями по приему платежей.

5.5. Пользователь несет ответственность за все действия, совершенные на ЧИСТО.NET с использованием ваших регистрационных данных (включая действия сотрудников и третьих лиц), а также за все убытки, которые могут возникнуть в результате несанкционированного использования вашего профиля и простой электронной подписи.

5.6 В случае кражи или утери ваших регистрационных данных вы должны самостоятельно предпринять необходимые шаги для смены пароля, необходимого для доступа к вашему профилю. Мы не несем ответственности за любые расходы, убытки или упущенную выгоду, понесенные Пользователем из-за действий третьих лиц в результате кражи или потери ваших регистрационных данных и несанкционированного доступа третьих лиц к профилю Пользователя.

5.7 Компания не гарантируем, что услуги и сервисы ЧИСТО.NET оправдают ваши ожидания или что вы получите отклик от посетителей на любые объявления, размещенные вами в связи с использованием услуг и сервисов ЧИСТО.NET.

Рассмотрение претензий
6.1 Любой спор, возникающий по настоящему Договору, передается в Арбитражный суд г. Волгоград, а если спор не подлежит рассмотрению в арбитражном суде в соответствии с его компетенцией, он передается в другой суд в соответствии с положениями законодательства Российской Федерации.

6.2 До обращения в суд пользователи с корпоративным профилем или индивидуальные предприниматели и/или пользователи, осуществляющие коммерческую деятельность с ЧИСТО.NET, обязаны соблюдать внесудебный порядок разрешения споров. Срок рассмотрения таких претензий не должен превышать 30 дней с момента получения нами претензии.

Прочие условия
7.1 Настоящий Договор вступает в силу с момента его заключения в порядке, указанном в пункте 2 Оферты, и действует бессрочно до его расторжения в соответствии с настоящим Договором и законодательством.

7.2 Компания оставляет за собой право изменять и/или дополнять оферту в пределах, разрешенных законом, а также отзывать оферту в любое время. Датой изменения оферты считается дата публикации новой версии оферты на ЧИСТО.NET. Перед заключением договора и совершением сделки вы должны ознакомиться с последней версией оферты и соответствующими условиями, опубликованными на ЧИСТО.NET.

7.3 Заказ услуг и сервисов ЧИСТО.NET и любая сделка Пользователя по настоящему Договору после вступления в силу Изменения предложения представляет собой соглашение сторон о внесении соответствующих изменений и/или дополнений в настоящее Договору. Любые такие изменения к настоящему Договору не распространяются на услуги и сервисы, заказанные и оплаченные Пользователем до вступления в силу изменений в оферте.

7.4 Компания оставляет за собой право расторгнуть настоящий Договор в порядке, предусмотренном законом, уведомив Пользователя через интерфейс ЧИСТО.NET, по электронной почте или иным способом, в том числе в случае однократного нарушения закона, условий настоящего Договора или правил и условий ЧИСТО.NET.

7.5 Договор может быть досрочно расторгнут по инициативе Пользователя. Если Пользователь не использовал свой профиль ЧИСТО.NET в течение 3 (трех) лет, настоящее Соглашение будет считаться расторгнутым по инициативе Пользователя по истечении указанного срока. В случае расторжения настоящего Договора Пользователь имеет право обратиться к нам за возвратом неиспользованного остатка средств на Кошельке, за исключением любых предоставленных бонусов. Возврат неиспользованного остатка будет осуществлен на основании письменного заявления Пользователя отправленного на электронную почту support@чисто.net в установленной нами форме на платежное средство, с помощью которого был произведен платеж, или, в случае невозможности использования данного платежного средства для возврата, любым другим способом, определенным нами.

7.6.При подаче заявления на возврат неиспользованных остатков Пользователь обязан по нашему требованию, выполнив действия, указанные в наших инструкциях (например, направить заявление c указанного в профиле адреса электронной почты, воспользоваться указанным в профиле номером телефона и подтвердить в порядке, установленном ЧИСТО.NET), Пользователь обязан подтвердить, что он является стороной настоящего Договора и предоставить необходимые документы и информацию включая документы, необходимые для идентификации Пользователя, документы, удостоверяющие личность Пользователя, имя, адрес и номер телефона Пользователя, документы, подтверждающие факт внесения пользователем денежных средств).

7.7 Компания оставляет за собой право включить название, торговую марку и общее описание услуг пользователя в свои маркетинговые материалы, вместе с профилем юридического лица или индивидуального предпринимателя.

7.8 Настоящее Соглашение представляет собой все условия, согласованные между сторонами в отношении его предмета, и заменяет все предыдущие договоренности, заявления и соглашения любого рода, согласованные между сторонами в отношении его предмета, за исключением случаев, когда это прямо оговорено между сторонами.

7.9 Обязательства сторон по договору, которые по своему характеру должны оставаться в силе (включая, но не ограничиваясь обязательствами в отношении предоставленных гарантий, конфиденциальности и взаиморасчетов), сохраняют силу по истечении срока действия договора до полного исполнения.реoбязaтeльcтвeнныx</p>
        </div>
    );
}

export default offer;