import React from 'react';

function Rules() {
    return (
        <div>
            <h3>Правила и условия</h3>
            <p>
Мы рады приветствовать вас на ЧИСТО.NET –  проект, который объединяет всех тех кто связан с клинингом и все, то что связано с ним.

Условия использования ЧИСТО.NET (Условия) регулируют дела между Брагиным В.С. (Компания, мы) и пользователями интернета, которые осуществили доступ/вход к ЧИСТО.NET (пользователи, вы).

 

Вы имеете возможность использовать ЧИСТО.NET в строгом соответствии с положениями Условий и Политики обработки данных. Если вы с ними не согласны, вам необходимо прекратить использовать ЧИСТО.NET.

Что такое ЧИСТО.NET
ЧИСТО.NET – это веб-сайт, доступный по адресу чисто.net и xn--h1amiew.net (включая все уровни доменов) через полную, мобильную версию, мобильное приложение, предоставляющий собой совокупность содержащихся в информационной системе объектов интеллектуальной собственности Компании и информации (администратианого и пользовательского контента) (ЧИСТО.NET)

Мы представляем собой электронный каталог объявления о товарах, услугах, вакансиях, работы, и других предложений (вместе – «товары»), которые пользователи могут предлагать и искать на ЧИСТО.NET с целью заключения сделок. 

Мы предоставляем авторизованным пользователям техническую возможность размещать информацию в виде объявлений в различных категориях товаров, на ЧИСТО.NET. Мы предлагаем всем пользователям (независимо от их авторизации) техническую возможность поиска и показа объявлений на ЧИСТО.NET для целей, указанных в Условиях использования.

Мы не являемся участником, регулятором, покупателем, продавцом, пользователем, посредником, агентом, представителем пользователя, выгодоприобретателем или другой заинтересованной стороной в любой сделке между пользователями. Пользователи используют информацию, размещенную на ЧИСТО.NET, для совершения сделок на свой страх и риск, без какого-либо прямого или косвенного вмешательства или контроля со стороны Компании.

Регистрация на ЧИСТО.NET
Пользователь можете зарегистрироваться на ЧИСТО.NET с помощью электронной почты, номера телефона или через профиль в социальной сети в форме входа на ЧИСТО.NET. После регистрации для вас будет создан специальный профиль. Одновременно к номеру мобильного телефона, электронной почте, социальной сети может быть привязан только один профиль ЧИСТО.NET.

Каждый раз, когда вы регистрируетесь на ЧИСТО.NET, вы гарантируете, что у вас есть все необходимые полномочия для заключения и применения Условий использования данного веб-сайта.

Вход на ЧИСТО.NET
Для входа (авторизации) в свой профиль на ЧИСТО.NET вы можете использовать логин или электронную почту указанную при регистрации, или социальную сеть, привязанную к вашему профилю. В первом случае вам нужно будет ввести пароль, во втором – пройти предварительную авторизацию в соответствующей социальной сети.

 

Каждый раз, когда вы входите на ЧИСТО.NET, вы гарантируете, что у вас есть все необходимые полномочия для заключения и применения Условий использования данного веб-сайта.

 

Для входа на ЧИСТО.NET, вы обязаны сохранять конфиденциальность своих данных. Если у вас есть основания полагать, что кто-то получил несанкционированный доступ, вы должны немедленно сообщить нам об этом. Любые действия, совершенные на ЧИСТО.NET любым лицом, которое вошло в систему, используя ваши данные для входа, будут считаться совершенными вами. Вы самостоятельно несете ответственность за такие действия.

Контент пользователей
Пользовательский контент – это тексты, изображения и видео, размещенные пользователями ЧИСТО.NET в объявлениях, публичных профилях и отзывах. Размещая отзыв или ответ на отзыв продавца, вы выражаете свое субъективное мнение и даете оценку общению и сделкам с другими пользователями.

 

Мы не являемся распространителем пользовательского контента. Вы являетесь владельцем всего, что вы размещаете на ЧИСТО.NET. Вы создаете, изменяете, публикуете или удаляете контент (включая персональные данные) без нашего вмешательства или согласия.

 

Если вы раскрываете свои персональные данные в рамках публичного профиля или объявления, чтобы пользователи могли связаться с вами или получить наиболее полную информацию о ваших предложениях, вы раскрываете себя неуказанным третьим лицам. Мы обрабатываем ваши персональные данные для выполнения нашего договора с вами (правила и условия ЧИСТО.NET).

Если вы отправляете личные данные на ЧИСТО.NET или иным образом предоставляете нам личные данные, Вы гарантируете нам, что вы обеспечили соблюдение всех применимых юридических требований, касающихся личных данных (включая, но не ограничиваясь, любые требуемые согласия субъектов или другие юридические основания для таких действий). Вы гарантируете нам, что.

 

Пользователь несет ответственность за то, чтобы контент пользователя полностью соответствовал законодательству, Условиям использования ЧИСТО.NET, правилам и условиям размещения, требованиям к профилю и отзывам. Пользователь должен гарантировать, что пользовательский контент не нарушает права интеллектуальной собственности третьих лиц.

 

ЧИСТО.NET не проводит предварительную проверку пользовательского контента;  ЧИСТО.NET будет принимать меры в отношении контента по запросу уполномоченных лиц в соответствии с законом.

 

Целью публикации пользователем информации на ЧИСТО.NET является общение с потенциальными покупателями, заинтересованными в совершении сделки в отношении рекламируемого товара. Публикация пользовательского контента разрешена только в информационных целях.

Намеренное размещение ложной информации в отзывах, оставление отзывов для продавцов ЧИСТО.NET запрещено, если вы не заинтересованы в заключении сделки по объявлению, а также “обман” в отзывах, например, оставление отзыва за плату с целью повышения репутации продавца, запрещено. Запрещено производить «накрутку» отзывов. Пользовательский контент запрещено собирать, копировать, использовать или иным образом действовать в целях, не разрешенных настоящими Правилами и условиями. Телефонные номера Пользователей не могут быть использованы для каких-либо целей, не связанных напрямую с покупкой товаров у пользователя.

 

Вы предоставляете нам неисключительное право (неисключительная лицензия) на использование Вашего контента и интеллектуальной собственности, содержащейся в Вашем контенте. Неисключительное право (неисключительная лицензия) на использование – это право на использование, с указанием или без указания авторства, любым способом и для любых действий по всему миру, бессрочно без компенсации. Мы можем использовать ваш контент для рекламных, образовательных, коммерческих и некоммерческих проектов, для обеспечения соблюдения условий использования и для улучшения ЧИСТО.NET. Мы также можем предоставить права на такой контент нашим партнерам. Мы оставляем за собой право архивировать копии контента пользователей и не прекращать торговлю материалами, содержащими такой контент.

Сведения о пользователях
Предоставленные нам личные данные должны быть достоверными и актуальными и не должны нарушать закон или права третьих лиц. Вы обязаны обновлять их по мере необходимости в своем профиле на ЧИСТО.NET.

Мы можем попросить вас предоставить нам любую информацию для аутентификации, подтверждения полномочий или верификации, которую вы предоставляете нам на ЧИСТО.NET. Если вы не предоставите эту информацию, мы можем ограничить ваш доступ к профилю или объявлениям.

Мы не можем гарантировать, что вся информация, предоставленная пользователями на ЧИСТО.NET, является точной и соответствует действительности. Будьте осторожны и осмотрительны при совершении сделок.

При наличии признаков нарушения правил и условий или оскорбительного поведения мы можем предоставить пользователям возможность добровольно пройти проверку благонадежности.

Проверки безопасности необходимы для выполнения нашего договора с пользователями о предоставлении бесплатных функций ЧИСТО.NET и для обеспечения безопасности пользователей ЧИСТО.NET, и мы стремимся предоставить сервис, которому пользователи могут доверять и с которым им легче совершать сделки.

На ЧИСТО.NET могут быть доступны различные виды контроля безопасности. В зависимости от конкретной ситуации, вас могут попросить пройти один или несколько вариантов проверки.

 

Если вы частный пользователь для проверки благонадежности вы можете предоставить Компании сведения, включающие паспорт, водительское удостоверение, видеоизображение лица с нескольких ракурсов(без аудио- или голосовой записи).

Цель предоставления информации – подтвердить следующее: 1) профиль создан реальным лицом для законного использования ЧИСТО.NET и не был зарегистрирован автоматизированным способом или ранее принадлежал другому пользователю, но был взломан с целью совершения противоправного действия. 2) пользователь готов предоставить дополнительную информацию о себе, поскольку не намерен совершать противоправные действия (обман других пользователей, незаконный сбор контактных данных) и не хочет избежать ответственности за них.

Видеоизображение лица человека может быть запрошено для проверки того, что профиль принадлежит реальному человеку, а не автоматически зарегистрированному, а также для предотвращения мошенничества (например, использование ложного или поддельного удостоверения личности в рамках проверки безопасности).

Обязательства разрешить использование бесплатных функций ЧИСТО.NET является встречными к обязательству пройти проверку благонадежности в случае, если безопасность пользователей ЧИСТО.NET находится под угрозой.

Предоставляя паспорт, и/или водительское удостоверение, и/или видеоизображение лица, вы соглашаетесь на обработку персональных данных в целях прохождения проверки в соответствии с Политикой обработки данных.

Если вы профессиональный пользователь, вы можете пройти проверку благонадежности по реквизитам ИП или юридического лица.

Вам также может быть предоставлена возможность пройти проверку через единую систему идентификации и аутентификации (ЕСИА).

Успешное прохождение проверки благонадежности, включая проверку самозанятости, не гарантирует, что информация, предоставленная пользователем в объявлении и профиле, является достоверной и актуальной, и не накладывает на соответствующего пользователя никаких дополнительных обязательств.

Успешно проверенная информация может быть использована в объявлении для получения отметок, повышающих доверие к профилю. Такая информация предназначена только для справки.

Если вы не прошли проверку благонадежности, вы можете не получить доступ к определенным функциям ЧИСТО.NET или ваш доступ к профилю может быть ограничен.

Как частный пользователь, вы можете проводить проверку благонадежности только для одного профиля на ЧИСТО.NET. Проверку благонадежности могут проходить только совершеннолетние пользователи.

Компания не раскрывает информацию о пользователе третьим лицам, если это не требуется по закону (например, уполномоченным государственным органам). Однако мы не несем ответственности за любые несанкционированные действия третьих лиц, связанные с информацией, раскрытой другим пользователям через ЧИСТО.NET, также мы не несем ответственность за  сторонние неправомерные действия в отношении информации которые вы самостоятельно разместили .

 

Каждый раз, когда вы регистрируетесь и входите на ЧИСТО.NET, вы соглашаетесь с тем, что: 1) наши партнеры будут обрабатывать информацию о вас как об абоненте и получаемых вами услугах связи (Успешное прохождение проверки безопасности, включая проверку самозанятости, не гарантирует, что информация, предоставленная пользователем в объявлении и профиле, является правильной и актуальной, и не накладывает на соответствующего пользователя никаких дополнительных обязательств.

2) Мы будем передавать ваш номер телефона нашим партнерам для проверки вашей надежности как пользователя ЧИСТО.NET.

Наши партнеры не будут передавать нам никаких сообщений о вас, составляющей тайну связи. Цель проверки вашей благонадежности – предоставить вам техническую возможность создания профиля на ЧИСТО.NET и предоставления информации, защитить интересы других пользователей, а также предотвратить и пресечь нарушения закона, правил и условий использования ЧИСТО.NET и Договора о предоставлении услуг.

Мы анализируем то, как вы используете ЧИСТО.NET, чтобы улучшить ЧИСТО.NET и помогать вам измерять эффективность наших сервисов.

Связь с ЧИСТО.NET
ЧИСТО.NET может общаться с пользователями:

Системные оповещения без подписки: например, для подтверждения регистрации, для уведомления о том, что доступ к вашему профилю или объявлениям был ограничен; 

Сервисные оповещения, связанные с вашей деятельностью на ЧИСТО.NET: например, для получения сообщений от других пользователей или для получения персонализированных подборок интересующих вас списков; и

Маркетинговые и информационные оповещения: Советы, приглашения на исследования, рекламные акции и новости от ЧИСТО.NET, и наших партнеров.

Мы можем отправлять сообщения в центр уведомлений в вашем профиле, на адрес электронной почты или номер телефона, указанный в вашем профиле, на ваше устройство в виде push-уведомлений и сообщений на ЧИСТО.NET. В некоторых случаях мы также можем связаться с вами по телефону (например, чтобы оставить отзыв или улучшить наши услуги).

Обращение пользователей на ЧИСТО.NET
Авторизованные пользователи могут отправлять сообщения и совершать звонки на ЧИСТО.NET для обсуждения товаров и условий торговли. Сообщения и звонки не могут быть использованы для каких-либо других целей, включая пересылку сообщений между пользователями в другие мессенджеры или другие каналы связи, размещение ссылок на другие веб-сайты, ресурсы или услуги в Интернете.

 

В некоторых типах объявлений и профессиональных профилях вы можете защитить свой реальный номер телефона. В определенных обстоятельствах, когда у нас есть основания полагать, что имело место нарушение настоящих Правил и условий ЧИСТО.NET, мы оставляем за собой право установить параметры переадресации звонков, включая максимальное количество звонков от определенной группы пользователей на защищенный номер в течение определенного периода времени, чтобы предотвратить переадресацию входящих звонков и защитить номер телефона получателя. Это необходимо для защиты отдельных пользователей от тех, кто собирает контактную информацию в несанкционированных целях, а также для защиты от спама и нерелевантных звонков на темы, не связанные с объявлениями, размещенными на ЧИСТО.NET.

Защищенный номер не может быть использован для каких-либо целей, кроме указанных в настоящих Правилах и условиях, в том числе для регистрации на сторонних ресурсах.

Для защиты отдельных пользователей защищенные номера в объявлениях и профилях активируются автоматически и не могут быть деактивированы.

В некоторых категориях и регионах для профессиональных пользователей отслеживание звонков активируется автоматически и не может быть деактивировано.

Сообщения или звонки, отправленные пользователям в целях, не указанных в настоящих Правилах и условиях, нарушают закон о персональных данных и наносят нам ущерб. Мы можем записывать, расшифровывать, анализировать и хранить сообщения на ЧИСТО.NET, звонки через мобильное приложение ЧИСТО.NET и звонки на защищенные номера. Сообщения ЧИСТО.NET, звонки через приложение и звонки на защищенные номера не являются конфиденциальными. Мы оставляем за собой право выборочно прослушивать записи звонков, просматривать сообщения и журналы звонков, чтобы обеспечить соблюдение Правил и условий использования ЧИСТО.NET, предотвратить нарушения закона и сделать ЧИСТО.NET лучше.

Удаление профиля на ЧИСТО.NET
Вы можете удалить свой профиль на ЧИСТО.NET в любое время, связавшись с Службой поддержки по адресу support@чисто.net. Ваш профиль будет удален при прекращении договора на условиях оферты, если вы заключали его. Мы удалим ваш профиль на ЧИСТО.NET, если в течение трёх лет вы им ни разу не воспользуетесь.

Лицензия
Мы предоставляем вам неисключительную лицензию на использование базы данных и программного обеспечения, необходимого для использования ЧИСТО.NET в целях, изложенных в Правилах и условиях использования. Плата за лицензию не взимается.

Лицензия предоставляется сразу и действует пока вы используете ЧИСТО.NET. Поиск и показ объявлений доступны всем пользователям независимо от регистрации и авторизации; для доступа к другим функциям ЧИСТО.NET необходимо войти в систему.

Без нашего разрешения запрещается использовать технические средства для взаимодействия с сервисом, обходя обычный порядок использования баз данных и компьютерных программ. В частности, запрещено использовать автоматизированные скрипты для сбора информации или автоматической регистрации вашего профиля на ЧИСТО.NET.

Без нашего разрешения база данных и программное обеспечение могут быть использованы только в целях, указанных в настоящих Правилах и условиях . Это означает, что запрещено извлекать или дополнительно использовать материалы из базы данных в любой форме и любыми средствами, независимо от их объема или соглашения с третьими лицами, если это не связано непосредственно с заключением сделки, связанной с рекламируемым товаром. Например, запрещено использовать материал из базы данных ЧИСТО.NET для наполнения баз данных третьих лиц. Также запрещено использовать телефонные номера из базы данных ЧИСТО.NET для того, чтобы делать предложения услуг или товаров пользователям ЧИСТО.NET. Такие действия нарушают наши исключительные права, а также права интеллектуальной собственности наших пользователей, и представляют обработку персональных данных пользователей ЧИСТО.NET без их согласия.

Обязанности пользователей
Используя ЧИСТО.NET и взаимодействуя с нами, вы обязуетесь

– Строго придерживаться всех требований законодательства;

– соблюдать Правила и условия использования ЧИСТО.NET, правила размещения информации, требования к профилю и отзывам, другие правила ЧИСТО.NET и наши инструкции;

– не звонить другим пользователям ЧИСТО.NET, если они не являются потенциальными покупателями и не заинтересованы в совершении сделки; и

– копировать информацию ЧИСТО.NET, включая пользовательский контент, с помощью автоматизированных инструментов;

– использовать непристойные выражения, изображения или высказывания, подстрекающие к насилию, ненависти или неуважению, содержащие угрозы или оскорбления, оправдывающие незаконную деятельность или нарушающие моральные нормы или деловую практику;

– использовать ЧИСТО.NET или информацию, размещенную на ЧИСТО.NET, для любых целей, кроме указанных в Правилах и условиях использования;

– не загружать и не использовать на ЧИСТО.NET вредоносные программы;

– не предпринимать никаких действий, препятствующих нормальному функционированию ЧИСТО.NET.

Нарушения и последствия
 Мы стремимся сделать ЧИСТО.NET удобным и безопасным инструментом. Поэтому мы оставляем за собой право в любое время по своему усмотрению выборочно проверять, соблюдают ли пользователи Правила и условия использования ЧИСТО.NET. Для этого мы можем использовать автоматизированные методы.

Мы можем принимать меры в случае обнаружения нарушений или действий, которые могут нарушать закон, права третьих лиц или правил и условий использования ЧИСТО.NET. Это может включать, в частности, блокирование неправомерного использования Сервисов ЧИСТО.NET, ограничение доступа к вашему профилю или любой из функций ЧИСТО.NET, включая, ограничение отображения вашего контента в результатах поиска, скрытие отображения рекламы на карте, отказ в доступе к ЧИСТО.NET или “взлом” его, или использование технических мер, таких как блокирование доступа к вашему профилю.

Мы можем ограничить доступ к вашему профилю, если мы получаем жалобы от других пользователей, если вы рассылаете спам, если вы неоднократно или  нарушаете настоящие правила и условия использования (в том числе размещаете ложную рекламу или указываете ложные цены), если ваш аккаунт взламывают, если вы не предоставляете документы и/или информацию, которую мы запрашиваем, или если вы предоставляете ложные отзывы, или если вы исключаете субъектов-пользователей, или если мы выявили поведение, которое может представлять собой мошенничество или навязчивое поведение по отношению к другим пользователям.

В исключительных случаях, если пользователь полностью устранил нарушение, мы можем восстановить доступ к профилю  на ЧИСТО.NET.

Мы не несем ответственности за любой ущерб, понесенный пользователем в результате каких-либо действий, предпринятых для предотвращения или пресечения нарушения на ЧИСТО.NET. Мы рекомендуем хранить резервную копию контента на вашем устройстве.

Если вы используете ЧИСТО.NET для нарушения закона или прав третьих лиц, вы можете быть привлечены к административной, уголовной или гражданской ответственности.

Заключительные положения
Положения разделов 2, 3, 6 – 8 Правил и условий применяются к пользователям, зарегистрированным на ЧИСТО.NET. Все остальные положения применяются ко всем пользователям ЧИСТО.NET независимо от регистрации и авторизации. Любая форма взаимодействия с ЧИСТО.NET (включая просмотр информации) подтверждает ваше согласие с Правилами и условиями. Обязательства Компании предоставить доступ к функциональности ЧИСТО.NET – встречные по отношению к вашим обязательствам соблюдать Правила и условия. Когда за использование ЧИСТО.NET плата не предусмотрена, законодательство о защите прав потребителей не применимо к отношениям между Компанией и пользователями. Предоставление определенной функциональности ЧИСТО.NET может регулироваться специальными условиями.

Функциональность ЧИСТО.NET в любой момент может изменяться, дополняться или прекращаться без предварительного уведомления пользователей. Использование ЧИСТО.NET предлагается в режиме «как есть», то есть в том виде и объёме, в каком Компания предоставляет функциональные возможности ЧИСТО.NET в момент обращения к ним. Мы не несём ответственности за временные сбои и перерывы в работе ЧИСТО.NET и вызванные ими потери информации. Мы не несем ответственность за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации, причинённый в связи с использованием ЧИСТО.NET. ЧИСТО.NET предназначен для пользователей в Российской Федерации, поэтому некоторая функциональность может быть ограничена или недоступна за её пределами.

ЧИСТО.NET может содержать ссылки на сайты третьих лиц. Мы не контролируем и не несём ответственность за доступность, содержание и законность таких сторонних сайтов.

При разрешении всех споров между Компанией и пользователями применяется законодательство Российской Федерации. Все споры должны быть переданы на рассмотрение в суд в соответствии с территориальной подсудностью по месту нахождения Компании (г. Волгоград), если иное не предусмотрено законодательством.

Мы обновляем Условия использования ЧИСТО.NET по мере необходимости. Рекомендуем вам периодически посещать страницу, на которой они размещены: https://чисто.net/terms_of_service/.

Продолжая пользоваться ЧИСТО.NET после изменения Условий, вы подтверждаете согласие с внесёнными в них изменениями.

Если у вас остались вопросы об Условиях использования ЧИСТО.NET , вы можете обратиться к специалистам службы поддержки по адресу support@чисто.net, тему письма обязательно укажите ПРАВИЛА И УСЛОВИЯ, в противном случаи ваше сообщение может остаться без внимания.</p>
            
        </div>
    );
}

export default Rules;